Дорогие дамы и господа

Мы нашли в интернете что у вас есть линия лодок/яхт.
Мы специализируемся на производстве Мобольно подъемной лодке,также вы можете называть эвакуатор судно.
Вложение для вашей справки
До сих пор мы единственный завод, который экспортирует мобильный подъемник лодок.
Мы будем развивать этот бизнес в вашем рынке, и интересно если есть возможность сотрудничать с нами в этой сфере бизнеса.
Ваш быстрый ответ будет высоко оценен.

С уважением
— ООО Чженчжоуская механическая компания Hanvy